Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# menu.view.decreaseTerminalFont
source: Decrease Font Size
ar: تقليل حجم الخط
bs: Smanjenje veličine fonta
da: Formindsk skriftstørrelse
de: Schriftgröße verringern
es: Reducir tamaño de fuente
fr: Diminuer la taille de la police
it: Diminuisci la dimensione del carattere
ja: 文字サイズを縮小
km: បន្ថយទំហំពុម្ពអក្សរ
ko: 글꼴 크기 줄이기
nb: Reduser skriftstørrelse
pl: Zmniejsz rozmiar czcionki
pt_br: Diminuir o tamanho da fonte
ru: Уменьшить размер шрифта
th: ลดขนาดตัวอักษร
tr: Yazı Tipi Boyutunu Azalt
uk: Зменшити розмір шрифту
zh_hans: 减小字体大小
zh_hant: 減小字體大小

# menu.view.resetTerminalFont
source: Default Font Size
ar: حجم الخط الافتراضي
bs: Zadana veličina fonta
da: Standard skriftstørrelse
de: Standardschriftgröße
es: Tamaño de fuente por defecto
fr: Taille de police par défaut
it: Dimensione carattere predefinita
ja: 標準の文字サイズ
km: ទំហំពុម្ពអក្សរលំនាំដើម
ko: 기본 글꼴 크기
nb: Standard skriftstørrelse
pl: Domyślny rozmiar czcionki
pt_br: Tamanho de fonte padrão
ru: Размер шрифта по умолчанию
th: ขนาดตัวอักษรเริ่มต้น
tr: Varsayılan Yazı Tipi Boyutu
uk: Розмір шрифту за замовчуванням
zh_hans: 默认字体大小
zh_hant: 預設字體大小

# menu.view.panel
source: Panel
ar: لوحة
fr: Panneau
it: Pannello
ja: パネル
km: បន្ទះ
ko: 패널
pl: Płyta
pt_br: Painel
ru: Панель
th: แผง
tr: Paneli
uk: Панель
zh_hans: 控制板
zh_hant: 控制板

# menu.view.expandPanel
source: Expand Panel
ar: توسيع اللوحة
bs: Proširi panel
da: Udvid panel
de: Panel erweitern
es: Expandir panel
fr: Agrandir le panneau
it: Espandi pannello
ja: パネルを展開
km: ពង្រីកផ្ទាំង
ko: 패널 확장
nb: Utvid panel
pl: Rozwiń panel
pt_br: Expandir painel
ru: Развернуть панель
th: ขยายแผง
tr: Paneli Genişlet
uk: Розгорнути панель
zh_hans: 展开面板
zh_hant: 展開面板

# menu.view.restorePanel
source: Restore Panel
ar: استعادة اللوحة
bs: Vrati panel
da: Gendan panel
de: Panel wiederherstellen
es: Restaurar panel
fr: Restaurer le panneau
it: Ripristina pannello
ja: パネルを元に戻す
km: ស្តារផ្ទាំងឡើងវិញ
ko: 패널 복원
nb: Gjenopprett panel
pl: Przywróć panel
pt_br: Restaurar painel
ru: Восстановить панель
th: คืนค่าแผง
tr: Paneli geri yükle
uk: Відновити панель
zh_hans: 恢复面板
zh_hant: 復原面板

# menu.view.focusLeft
source: Focus Left
ar: نقل التركيز إلى اليسار
bs: Premjesti fokus lijevo
da: Flyt fokus til venstre
de: Fokus nach links
es: Mover el foco a la izquierda
fr: Déplacer le focus vers la gauche
it: Sposta il focus a sinistra
ja: 左にフォーカスを移動
km: ផ្លាស់ទីការផ្តោតទៅឆ្វេង
ko: 포커스를 왼쪽으로 이동
nb: Flytt fokus til venstre
pl: Przenieś fokus w lewo
pt_br: Mover foco para a esquerda
ru: Переместить фокус влево
th: ย้ายโฟกัสไปทางซ้าย
tr: Odağı sola taşı
uk: Перемістити фокус ліворуч
zh_hans: 将焦点向左移动
zh_hant: 將焦點向左移動

# menu.view.focusRight
source: Focus Right
ar: نقل التركيز إلى اليمين
bs: Premjesti fokus desno
da: Flyt fokus til højre
de: Fokus nach rechts
es: Mover el foco a la derecha
fr: Déplacer le focus vers la droite
it: Sposta il focus a destra
ja: 右にフォーカスを移動
km: ផ្លាស់ទីការផ្តោតទៅស្តាំ
ko: 포커스를 오른쪽으로 이동
nb: Flytt fokus til høyre
pl: Przenieś fokus w prawo
pt_br: Mover foco para a direita
ru: Переместить фокус вправо
th: ย้ายโฟกัสไปทางขวา
tr: Odağı sağa taşı
uk: Перемістити фокус праворуч
zh_hans: 将焦点向右移动
zh_hant: 將焦點向右移動

# menu.view.focusUp
source: Focus Up
ar: نقل التركيز إلى الأعلى
bs: Premjesti fokus gore
da: Flyt fokus op
de: Fokus nach oben
es: Mover el foco arriba
fr: Déplacer le focus vers le haut
it: Sposta il focus in alto
ja: 上にフォーカスを移動
km: ផ្លាស់ទីការផ្តោតឡើងលើ
ko: 포커스를 위로 이동
nb: Flytt fokus opp
pl: Przenieś fokus w górę
pt_br: Mover foco para cima
ru: Переместить фокус вверх
th: ย้ายโฟกัสขึ้น
tr: Odağı yukarı taşı
uk: Перемістити фокус угору
zh_hans: 将焦点向上移动
zh_hant: 將焦點向上移動

# menu.view.focusDown
source: Focus Down
ar: نقل التركيز إلى الأسفل
bs: Premjesti fokus dolje
da: Flyt fokus ned
de: Fokus nach unten
es: Mover el foco abajo
fr: Déplacer le focus vers le bas
it: Sposta il focus in basso
ja: 下にフォーカスを移動
km: ផ្លាស់ទីការផ្តោតចុះក្រោម
ko: 포커스를 아래로 이동
nb: Flytt fokus ned
pl: Przenieś fokus w dół
pt_br: Mover foco para baixo
ru: Переместить фокус вниз
th: ย้ายโฟกัสลง
tr: Odağı aşağı taşı
uk: Перемістити фокус униз
zh_hans: 将焦点向下移动
zh_hant: 將焦點向下移動

# uniconnect.import.button.all
source: All
ar: الكل
bs: Sve
da: Alle
de: Alle
es: Todas
fr: Tous
it: Tutti
ja: すべて
km: ទាំងអស់។
ko: 전체
nb: Alle
pl: Wszystko
pt_br: Todos
ru: Все
th: ทั้งหมด
tr: Hepsi
uk: Всі
zh_hans: 全部
zh_hant: 全部

# uniconnect.import.button.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# uniconnect.import.button.importCount
source: Import %lld
ar: استيراد %lld
bs: Uvoz %lld
da: Importer %lld
de: %lld importieren
es: Importar %lld
fr: Importer %lld
it: Importa %lld
ja: %lld件をインポート
km: នាំចូល %lld
ko: %lld 가져오기
nb: Importer %lld
pl: Importuj %lld
pt_br: Importar %lld
ru: Импорт %lld
th: นำเข้า %lld
tr: %lld'yu içe aktar
uk: Імпорт %lld
zh_hans: 导入%lld
zh_hant: 導入%lld

# uniconnect.import.button.none
source: None
ar: لا شيء
bs: Nema
da: Ingen
de: Keine
es: Ninguna
fr: Aucun
it: Nessuno
ja: なし
km: គ្មាន
ko: 없음
nb: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
th: ไม่มี
tr: Hiçbiri
uk: Жодного
zh_hans: 无
zh_hant: 無

# uniconnect.import.error.backupFailed
source: The pre-import recovery backup could not be created. No changes were made.
ar: لا يمكن إنشاء النسخة الاحتياطية لاسترداد ما قبل الاستيراد. لم يتم إجراء أي تغييرات.
bs: Sigurnosna kopija za oporavak prije uvoza nije mogla biti kreirana. Nisu napravljene nikakve promjene.
da: Gendannelsessikkerhedskopien før import kunne ikke oprettes. Der blev ikke foretaget ændringer.
de: Das Wiederherstellungs-Backup vor dem Import konnte nicht erstellt werden. Es wurden keine Änderungen vorgenommen.
es: No se pudo crear la copia de recuperación previa a la importación. No se realizó ningún cambio.
fr: La sauvegarde de récupération avant importation n'a pas pu être créée. Aucune modification n'a été apportée.
it: Impossibile creare il backup di ripristino pre-importazione. Non è stata apportata alcuna modifica.
ja: インポート前の復旧バックアップを作成できませんでした。変更は行われませんでした。
km: ការ​បម្រុង​ទុក​ការ​ងើប​ឡើង​វិញ​មុន​ការ​នាំ​ចូល​មិន​អាច​ត្រូវ​បាន​បង្កើត​ឡើង​។ គ្មានការកែប្រែណាមួយត្រូវបានធ្វើឡើងទេ។
ko: 가져오기 전 복구 백업을 생성할 수 없습니다. 변경사항이 없습니다.
nb: Gjenopprettingssikkerhetskopien før import kunne ikke opprettes. Ingen endringer ble gjort.
pl: Nie można utworzyć kopii zapasowej odzyskiwania przed importem. Nie wprowadzono żadnych zmian.
pt_br: O backup de recuperação pré-importação não pôde ser criado. Nenhuma alteração foi feita.
ru: Не удалось создать резервную копию для восстановления перед импортом. Никаких изменений не произошло.
th: ไม่สามารถสร้างการสำรองข้อมูลการกู้คืนก่อนนำเข้าได้ ไม่มีการเปลี่ยนแปลงใดๆ
tr: İçe aktarma öncesi kurtarma yedeği oluşturulamadı. Hiçbir değişiklik yapılmadı.
uk: Не вдалося створити резервну копію відновлення перед імпортом. Жодних змін не внесено.
zh_hans: 无法创建导入前恢复备份。没有进行任何更改。
zh_hant: 無法建立匯入前復原備份。沒有進行任何更改。

# uniconnect.import.error.creationRolledBack
source: A workspace could not be created. UniConnect rolled back the local import state.
ar: لا يمكن إنشاء مساحة عمل. قام UniConnect بإرجاع حالة الاستيراد المحلية.
bs: Radni prostor nije mogao biti kreiran. UniConnect je vratio stanje lokalnog uvoza.
da: Et arbejdsområde kunne ikke oprettes. UniConnect rullede den lokale importtilstand tilbage.
de: Ein Arbeitsbereich konnte nicht erstellt werden. UniConnect hat den lokalen Importstatus zurückgesetzt.
es: No se pudo crear un espacio de trabajo. UniConnect revirtió el estado local de la importación.
fr: Un espace de travail n'a pas pu être créé. UniConnect a annulé l'état d'importation local.
it: Impossibile creare uno spazio di lavoro. UniConnect ha ripristinato lo stato di importazione locale.
ja: ワークスペースを作成できませんでした。UniConnectはローカルのインポート状態を元に戻しました。
km: កន្លែងធ្វើការមិនអាចបង្កើតបានទេ។ UniConnect ត្រលប់មកវិញនូវស្ថានភាពនាំចូលក្នុងស្រុក។
ko: 작업공간을 생성할 수 없습니다. UniConnect는 로컬 가져오기 상태를 롤백했습니다.
nb: Et arbeidsområde kunne ikke opprettes. UniConnect rullet tilbake den lokale importtilstanden.
pl: Nie można utworzyć obszaru roboczego. UniConnect wycofał stan importu lokalnego.
pt_br: Não foi possível criar uma área de trabalho. UniConnect reverteu o estado de importação local.
ru: Не удалось создать рабочую область. UniConnect откатил состояние локального импорта.
th: ไม่สามารถสร้างพื้นที่ทำงานได้ UniConnect ย้อนกลับสถานะการอิมพอร์ตโลคัล
tr: Çalışma alanı oluşturulamadı. UniConnect yerel içe aktarma durumunu geri aldı.
uk: Не вдалося створити робочу область. UniConnect відкотив стан локального імпорту.
zh_hans: 无法创建工作区。 UniConnect 回滚本地导入状态。
zh_hant: 無法建立工作區。 UniConnect 回滾本機匯入狀態。

# uniconnect.import.error.invalidSelection
source: The import selection is no longer valid. Review the import again; no changes were made.
ar: لم يعد اختيار الاستيراد صالحًا. قم بمراجعة الاستيراد مرة أخرى؛ لم يتم إجراء أي تغييرات.
bs: Izbor uvoza više nije važeći. Ponovo pregledajte uvoz; promjene nisu napravljene.
da: Importvalget er ikke længere gyldigt. Gennemgå importen igen; der blev ikke foretaget ændringer.
de: Die Importauswahl ist nicht mehr gültig. Überprüfen Sie den Import noch einmal. Es wurden keine Änderungen vorgenommen.
es: La selección de importación ya no es válida. Revisa de nuevo la importación; no se realizó ningún cambio.
fr: La sélection d'importation n'est plus valide. Vérifiez à nouveau l'importation ; aucun changement n'a été apporté.
it: La selezione di importazione non è più valida. Rivedi nuovamente l'importazione; non sono state apportate modifiche.
ja: インポートの選択内容が無効になりました。もう一度確認してください。変更は行われませんでした。
km: ការជ្រើសរើសការនាំចូលមិនមានសុពលភាពទៀតទេ។ ពិនិត្យមើលការនាំចូលម្តងទៀត; គ្មាន​ការ​ផ្លាស់​ប្តូ​រ​ត្រូវ​បាន​ធ្វើ​ឡើង​។
ko: 가져오기 선택이 더 이상 유효하지 않습니다. 가져오기를 다시 검토하세요. 변경 사항이 없습니다.
nb: Importvalget er ikke lenger gyldig. Gå gjennom importen på nytt; ingen endringer ble gjort.
pl: Wybór importu nie jest już ważny. Przejrzyj ponownie import; nie wprowadzono żadnych zmian.
pt_br: A seleção de importação não é mais válida. Revise a importação novamente; nenhuma alteração foi feita.
ru: Выбор импорта больше не действителен. Просмотрите импорт еще раз; никаких изменений не произошло.
th: การเลือกการนำเข้าไม่ถูกต้องอีกต่อไป ตรวจสอบการนำเข้าอีกครั้ง ไม่มีการเปลี่ยนแปลงใดๆ
tr: İçe aktarma seçimi artık geçerli değil. İçe aktarmayı tekrar gözden geçirin; hiçbir değişiklik yapılmadı.
uk: Вибір імпорту більше недійсний. Перегляньте імпорт ще раз; змін не було внесено.
zh_hans: 导入选择不再有效。再次审核导入；没有做任何改变。
zh_hant: 導入選擇不再有效。再次審核導入；沒有做任何改變。

# uniconnect.import.error.noHostWorkspace
source: There is no main workspace available for this import.
ar: لا توجد مساحة عمل رئيسية متاحة لهذا الاستيراد.
bs: Nema dostupnog glavnog radnog prostora za ovaj uvoz.
da: Der er ikke noget hovedarbejdsområde tilgængeligt for denne import.
de: Für diesen Import ist kein Hauptarbeitsbereich verfügbar.
es: No hay ningún espacio de trabajo principal disponible para esta importación.
fr: Aucun espace de travail principal n'est disponible pour cette importation.
it: Non è disponibile alcuno spazio di lavoro principale per questa importazione.
ja: このインポートに使用できるメインワークスペースがありません。
km: មិនមានកន្លែងធ្វើការសំខាន់សម្រាប់ការនាំចូលនេះទេ។
ko: 이 가져오기에 사용할 수 있는 기본 작업공간이 없습니다.
nb: Det er ikke noe hovedarbeidsområde tilgjengelig for denne importen.
pl: Dla tego importu nie jest dostępny żaden główny obszar roboczy.
pt_br: Não há espaço de trabalho principal disponível para esta importação.
ru: Для этого импорта нет основного рабочего пространства.
th: ไม่มีพื้นที่ทำงานหลักสำหรับการนำเข้านี้
tr: Bu içe aktarma için kullanılabilir ana çalışma alanı yok.
uk: Немає основного робочого простору, доступного для цього імпорту.
zh_hans: 没有可用于此导入的主工作区。
zh_hant: 沒有可用於此匯入的主工作區。

# uniconnect.import.error.stateChanged
source: The current workspaces changed after this preview. Review the import again; no changes were made.
ar: تغيرت مساحات العمل الحالية بعد هذه المعاينة. قم بمراجعة الاستيراد مرة أخرى؛ لم يتم إجراء أي تغييرات.
bs: Trenutni radni prostori su promijenjeni nakon ovog pregleda. Ponovo pregledajte uvoz; promjene nisu napravljene.
da: De aktuelle arbejdsområder blev ændret efter denne forhåndsvisning. Gennemgå importen igen; der blev ikke foretaget ændringer.
de: Die aktuellen Arbeitsbereiche haben sich nach dieser Vorschau geändert. Überprüfen Sie den Import noch einmal. Es wurden keine Änderungen vorgenommen.
es: Los espacios de trabajo actuales cambiaron después de esta vista previa. Revisa de nuevo la importación; no se realizó ningún cambio.
fr: Les espaces de travail actuels ont changé après cet aperçu. Vérifiez à nouveau l'importation ; aucun changement n'a été apporté.
it: Gli spazi di lavoro correnti sono cambiati dopo questa anteprima. Rivedi nuovamente l'importazione; non sono state apportate modifiche.
ja: プレビュー後に現在のワークスペースが変更されました。もう一度確認してください。変更は行われませんでした。
km: កន្លែងធ្វើការបច្ចុប្បន្នបានផ្លាស់ប្តូរបន្ទាប់ពីការមើលជាមុននេះ។ ពិនិត្យមើលការនាំចូលម្តងទៀត; គ្មាន​ការ​ផ្លាស់​ប្តូ​រ​ត្រូវ​បាន​ធ្វើ​ឡើង​។
ko: 이 미리보기 이후 현재 작업 공간이 변경되었습니다. 가져오기를 다시 검토하세요. 변경 사항이 없습니다.
nb: De gjeldende arbeidsområdene ble endret etter denne forhåndsvisningen. Gå gjennom importen på nytt; ingen endringer ble gjort.
pl: Bieżące obszary robocze zmieniły się po tym podglądzie. Przejrzyj ponownie import; nie wprowadzono żadnych zmian.
pt_br: As áreas de trabalho atuais foram alteradas após esta visualização. Revise a importação novamente; nenhuma alteração foi feita.
ru: После этого предварительного просмотра текущие рабочие пространства изменились. Просмотрите импорт еще раз; никаких изменений не произошло.
th: พื้นที่ทำงานปัจจุบันมีการเปลี่ยนแปลงหลังจากการดูตัวอย่างนี้ ตรวจสอบการนำเข้าอีกครั้ง ไม่มีการเปลี่ยนแปลงใดๆ
tr: Bu önizlemeden sonra mevcut çalışma alanları değişti. İçe aktarmayı tekrar gözden geçirin; hiçbir değişiklik yapılmadı.
uk: Поточні робочі області змінилися після цього перегляду. Перегляньте імпорт ще раз; змін не було внесено.
zh_hans: 当前工作区在此预览后发生了变化。再次审核导入；没有做任何改变。
zh_hant: 目前工作區在此預覽後發生了變化。再次審核導入；沒有做任何改變。

# uniconnect.import.error.blocked
source: Only rows marked Create or Update can be imported. Conflicts and rejected declarations were skipped.
ar: لا يمكن استيراد سوى الصفوف المعلَّمة «إنشاء» أو «تحديث». تم تخطي التعارضات والتعريفات المرفوضة.
bs: Mogu se uvesti samo redovi označeni kao Kreiraj ili Ažuriraj. Sukobi i odbijene deklaracije su preskočeni.
da: Kun rækker markeret Opret eller Opdater kan importeres. Konflikter og afviste deklarationer blev sprunget over.
de: Nur als „Erstellen“ oder „Aktualisieren“ markierte Zeilen können importiert werden. Konflikte und abgelehnte Deklarationen wurden übersprungen.
es: Solo se pueden importar las filas marcadas como Crear o Actualizar. Se han omitido los conflictos y las declaraciones rechazadas.
fr: Seules les lignes marquées Créer ou Mettre à jour peuvent être importées. Les conflits et les déclarations rejetées ont été ignorés.
it: È possibile importare solo le righe contrassegnate come Crea o Aggiorna. I conflitti e le dichiarazioni rifiutate sono stati ignorati.
ja: 「作成」または「更新」とマークされた行のみインポートできます。競合と拒否された宣言はスキップされました。
km: អាច​នាំចូល​បាន​តែ​ជួរ​ដេក​ដែល​សម្គាល់​ថា បង្កើត ឬ ធ្វើ​បច្ចុប្បន្នភាព ប៉ុណ្ណោះ។ ភាពផ្ទុយគ្នា និង​សេចក្តី​ប្រកាស​ដែល​បាន​បដិសេធ​ត្រូវ​បាន​រំលង។
ko: 만들기 또는 업데이트로 표시된 행만 가져올 수 있습니다. 충돌 및 거부된 선언은 건너뛰었습니다.
nb: Bare rader merket Opprett eller Oppdater kan importeres. Konflikter og avviste deklarasjoner ble hoppet over.
pl: Można importować tylko wiersze oznaczone jako Utwórz lub Aktualizuj. Konflikty i odrzucone deklaracje zostały pominięte.
pt_br: Somente as linhas marcadas como Criar ou Atualizar podem ser importadas. Conflitos e declarações rejeitadas foram ignorados.
ru: Можно импортировать только строки с пометкой «Создать» или «Обновить». Конфликты и отклонённые объявления были пропущены.
th: นำเข้าได้เฉพาะแถวที่ทำเครื่องหมายว่าสร้างหรืออัปเดตเท่านั้น ระบบข้ามข้อขัดแย้งและการประกาศที่ถูกปฏิเสธแล้ว
tr: Yalnızca Oluştur veya Güncelle olarak işaretlenen satırlar içe aktarılabilir. Çakışmalar ve reddedilen bildirimler atlandı.
uk: Можна імпортувати лише рядки з позначкою «Створити» або «Оновити». Конфлікти та відхилені оголошення пропущено.
zh_hans: 只能导入标记为“创建”或“更新”的行。已跳过冲突和被拒绝的声明。
zh_hant: 只能匯入標示為「建立」或「更新」的列。已略過衝突和遭拒的宣告。

# uniconnect.import.error.transactionalUpdatesRequired
source: This import contains updates. No changes were made because updates require transactional reconciliation.
ar: يحتوي هذا الاستيراد على تحديثات. لم يتم إجراء أية تغييرات لأن التحديثات تتطلب تسوية المعاملات.
bs: Ovaj uvoz sadrži ažuriranja. Nisu napravljene nikakve promjene jer ažuriranja zahtijevaju usklađivanje transakcija.
da: Denne import indeholder opdateringer. Der blev ikke foretaget ændringer, fordi opdateringer kræver transaktionsafstemning.
de: Dieser Import enthält Updates. Es wurden keine Änderungen vorgenommen, da Aktualisierungen einen Transaktionsabgleich erfordern.
es: Esta importación contiene actualizaciones. No se realizó ningún cambio porque las actualizaciones requieren una reconciliación transaccional.
fr: Cette importation contient des mises à jour. Aucune modification n'a été apportée car les mises à jour nécessitent un rapprochement transactionnel.
it: Questa importazione contiene aggiornamenti. Non sono state apportate modifiche perché gli aggiornamenti richiedono la riconciliazione transazionale.
ja: このインポートには更新が含まれています。更新にはトランザクション対応の照合が必要なため、変更は行われませんでした。
km: ការនាំចូលនេះមានព័ត៌មានថ្មីៗ។ មិនមានការផ្លាស់ប្តូរណាមួយត្រូវបានធ្វើឡើងទេ ដោយសារតែការធ្វើបច្ចុប្បន្នភាពទាមទារឱ្យមានការផ្សះផ្សាប្រតិបត្តិការ។
ko: 이 가져오기에는 업데이트가 포함되어 있습니다. 업데이트에는 거래 조정이 필요하므로 변경 사항이 없습니다.
nb: Denne importen inneholder oppdateringer. Ingen endringer ble gjort fordi oppdateringer krever transaksjonsavstemming.
pl: Ten import zawiera aktualizacje. Nie wprowadzono żadnych zmian, ponieważ aktualizacje wymagają uzgodnienia transakcji.
pt_br: Esta importação contém atualizações. Nenhuma alteração foi feita porque as atualizações exigem reconciliação transacional.
ru: Этот импорт содержит обновления. Никаких изменений не было внесено, поскольку обновления требуют сверки транзакций.
th: การนำเข้านี้มีการอัปเดต ไม่มีการเปลี่ยนแปลงใดๆ เนื่องจากการอัพเดตจำเป็นต้องมีการกระทบยอดทรานแซคชัน
tr: Bu içe aktarma, güncellemeler içeriyor. Güncellemeler işlem mutabakatı gerektirdiğinden herhangi bir değişiklik yapılmadı.
uk: Цей імпорт містить оновлення. Змін не було внесено, оскільки оновлення вимагають узгодження транзакцій.
zh_hans: 此导入包含更新。未进行任何更改，因为更新需要事务协调。
zh_hant: 此導入包含更新。未進行任何更改，因為更新需要事務協調。

# uniconnect.import.issue.ambiguousName
source: The normalized name matches more than one workspace.
ar: الاسم المطبيع يطابق أكثر من مساحة عمل.
bs: Normalizirano ime odgovara više od jednog radnog prostora.
da: Det normaliserede navn matcher mere end ét arbejdsområde.
de: Der normalisierte Name stimmt mit mehr als einem Arbeitsbereich überein.
es: El nombre normalizado coincide con más de un espacio de trabajo.
fr: Le nom normalisé correspond à plusieurs espaces de travail.
it: Il nome normalizzato corrisponde a più di uno spazio di lavoro.
ja: 正規化された名前が複数のワークスペースに一致します。
km: ឈ្មោះធម្មតាត្រូវគ្នានឹងកន្លែងធ្វើការច្រើនជាងមួយ។
ko: 정규화된 이름이 두 개 이상의 작업공간과 일치합니다.
nb: Det normaliserte navnet samsvarer med mer enn ett arbeidsområde.
pl: Znormalizowana nazwa pasuje do więcej niż jednego obszaru roboczego.
pt_br: O nome normalizado corresponde a mais de uma área de trabalho.
ru: Нормализованное имя соответствует более чем одному рабочему пространству.
th: ชื่อที่ทำให้เป็นมาตรฐานตรงกับพื้นที่ทำงานมากกว่าหนึ่งแห่ง
tr: Normalleştirilmiş ad birden fazla çalışma alanıyla eşleşiyor.
uk: Нормалізоване ім’я відповідає більш ніж одній робочій області.
zh_hans: 规范化名称与多个工作区匹配。
zh_hant: 規範化名稱與多個工作區相符。

# uniconnect.import.issue.ambiguousStableIdentity
source: Stable identities match more than one existing workspace.
ar: الهويات الثابتة تتطابق مع أكثر من مساحة عمل موجودة.
bs: Stabilni identiteti odgovaraju više od jednog postojećeg radnog prostora.
da: Stabile identiteter matcher mere end ét eksisterende arbejdsområde.
de: Stabile Identitäten stimmen mit mehr als einem vorhandenen Arbeitsbereich überein.
es: Las identidades estables coinciden con más de un espacio de trabajo existente.
fr: Les identités stables correspondent à plusieurs espaces de travail existants.
it: Le identità stabili corrispondono a più di uno spazio di lavoro esistente.
ja: 安定した識別子が複数の既存ワークスペースに一致します。
km: អត្តសញ្ញាណស្ថិរភាពត្រូវគ្នានឹងកន្លែងធ្វើការដែលមានស្រាប់ច្រើនជាងមួយ។
ko: 안정적인 ID는 두 개 이상의 기존 작업 공간과 일치합니다.
nb: Stabile identiteter samsvarer med mer enn ett eksisterende arbeidsområde.
pl: Stabilne tożsamości pasują do więcej niż jednego istniejącego obszaru roboczego.
pt_br: Identidades estáveis ​​correspondem a mais de um espaço de trabalho existente.
ru: Стабильные удостоверения соответствуют более чем одному существующему рабочему пространству.
th: ข้อมูลประจำตัวที่เสถียรตรงกับพื้นที่ทำงานที่มีอยู่มากกว่าหนึ่งแห่ง
tr: Kararlı kimlikler birden fazla mevcut çalışma alanıyla eşleşir.
uk: Стабільні ідентифікатори відповідають більш ніж одній існуючій робочій області.
zh_hans: 稳定的身份与多个现有工作空间相匹配。
zh_hant: 穩定的身份與多個現有工作空間相符。

# uniconnect.import.issue.duplicateClaudeSession
source: Claude session UUID %@ appears more than once.
ar: جلسة Claude UUID %@ تظهر أكثر من مرة.
bs: Claude sesija UUID %@ se pojavljuje više puta.
da: Claude session UUID %@ vises mere end én gang.
de: Claude Sitzung UUID %@ erscheint mehr als einmal.
es: El UUID de sesión de Claude %@ aparece más de una vez.
fr: Claude session UUID %@ apparaît plus d'une fois.
it: Sessione Claude UUID %@ appare più di una volta.
ja: ClaudeセッションUUID %@ が複数回使われています。
km: វគ្គ Claude UUID %@ លេចឡើងច្រើនជាងម្តង។
ko: Claude 세션 UUID %@가 두 번 이상 나타납니다.
nb: Claude økt UUID %@ vises mer enn én gang.
pl: Sesja Claude UUID %@ pojawia się więcej niż raz.
pt_br: Sessão Claude UUID %@ aparece mais de uma vez.
ru: Сеанс Claude UUID %@ появляется несколько раз.
th: เซสชัน Claude UUID %@ ปรากฏขึ้นมากกว่าหนึ่งครั้ง
tr: Claude oturumu UUID %@ birden fazla kez görünüyor.
uk: Claude сеанс UUID %@ з’являється більше одного разу.
zh_hans: Claude 会话 UUID %@ 出现多次。
zh_hant: Claude 會話 UUID %@ 出現多次。

# uniconnect.import.issue.duplicateTmuxTarget
source: tmux target %1$@ / %2$@ appears more than once.
ar: يظهر هدف tmux %1$@ / %2$@ أكثر من مرة.
bs: tmux cilj %1$@ / %2$@ se pojavljuje više puta.
da: tmux mål %1$@ / %2$@ vises mere end én gang.
de: tmux Ziel %1$@ / %2$@ erscheint mehr als einmal.
es: El destino tmux %1$@ / %2$@ aparece más de una vez.
fr: La cible tmux %1$@ / %2$@ apparaît plus d'une fois.
it: Il target tmux %1$@ / %2$@ appare più di una volta.
ja: tmuxターゲット %1$@ / %2$@ が複数回使われています。
km: tmux គោលដៅ %1$@ / %2$@ លេចឡើងច្រើនជាងម្តង។
ko: tmux 대상 %1$@ / %2$@가 두 번 이상 나타납니다.
nb: tmux mål %1$@ / %2$@ vises mer enn én gang.
pl: Cel tmux %1$@ / %2$@ pojawia się więcej niż raz.
pt_br: O destino tmux %1$@ / %2$@ aparece mais de uma vez.
ru: tmux Цель %1$@/%2$@ появляется более одного раза.
th: tmux เป้าหมาย %1$@ / %2$@ ปรากฏขึ้นมากกว่าหนึ่งครั้ง
tr: tmux hedefi %1$@ / %2$@ birden fazla kez görünüyor.
uk: tmux target %1$@ / %2$@ з’являється більше одного разу.
zh_hans: tmux 目标 %1$@ / %2$@ 出现多次。
zh_hant: tmux 目標 %1$@ / %2$@ 出現多次。
